import React, { Component } from 'react';

export default class HomePage extends Component {
  render() {
    return (
      <div>
        Во всем мире уже давно ведутся разъяснительные беседы о вреде сладких
        газированных напитков для здоровья человека. Многие люди пьют их не для
        утоления жажды, а для того, чтобы почувствовать вкус этих напитков. Если
        о вреде табакокурения сегодня знает практически каждый, то о «газировке»
        сказать то же самое нельзя. Так, анкетирование старшеклассников
        показало, что большинство учащихся (85 %) знают о вреде сладких
        газированных напитков, но объяснить этого вредного воздействия на
        организм, они не могут. Основная проблема заключается в том, что за
        последние годы существенно изменились ассортимент и качество
        безалкогольных газированных напитков, однако меньше их употреблять не
        стали. Поэтому важно, чтобы люди умели выбирать напитки, состав которых
        окажет минимально негативное воздействие на организм. В соответствии с
        СТБ 539–2006 «Напитки безалкогольные. Общие технические условия»
        классификацию напитков осуществляют по пяти признакам: насыщению
        двуокисью углерода, массовой доли сухих веществ, внешнему виду, способу
        обработки, используемому сырью. Химический состав сладких газированных
        напитков неоднозначен: так, в состав газировок входят вода,
        подсластители, сахар и сахарозаменители (ксилит, аспартам, сорбит,
        сахарин, цикламаты натрия и калия), регуляторы кислотности (Е300, Е330,
        Е338), красители. Сладкие газированные напитки очень плохо действуют на
        работу желудочно-кишечного тракта. Для детей она вредна ещё больше, так
        как у них еще не сформирован взрослый тип секреции желудка — она у них
        более низкая, а лимонады еще более снижают кислотообразование. Красители
        могут вызвать аллергические реакции, а один из ингредиентов газированных
        напитков — углекислый газ (диоксид углерода) — вызывает отрыжку, вздутие
        кишечника и другие нежелательные явления в организме. Сахар,в большом
        количестве присутствующий в газированной воде, провоцирует другую
        неприятность — кариес. И даже если чистить зубы два раза в день и
        полоскать рот после стакана газировки, это лишь уменьшит, но не устранит
        вредное влияние этого продукта и не обеспечит должной защиты.
      </div>
    );
  }
}
